Repository: Schwaggot/etcetera
Catalog: Sources/EtceteraCore/Localizable.xcstrings
Source language: en
Languages: de

source: %@ already exists.
de: %@ ist bereits vorhanden.

source: %@ does not exist.
de: %@ ist nicht vorhanden.

source: %@ kept changing while it was being copied. Try again.
de: %@ hat sich während des Kopierens ständig geändert. Versuche es erneut.

source: %@ no longer exists.
de: %@ ist nicht mehr vorhanden.

source: Authenticate
de: Authentifizieren

source: CA certificate %@
de: CA-Zertifikat %@

source: Client identity %@
de: Client-Identität %@

source: Connect and detect the API version
de: Verbinden und API-Version erkennen

# Database %@, leader %@
source: Database %1$@, leader %2$@
de: Datenbank %1$@, Leader %2$@

source: Key
de: Schlüssel

source: Live updates stopped: %@
de: Live-Aktualisierung gestoppt: %@

source: Loaded
de: Geladen

source: Mapping %lld has no message.
de: Zuordnung %lld hat keine Nachricht.

source: New Connection
de: Neue Verbindung

source: Not a valid endpoint URL: %@
de: Keine gültige Endpunkt-URL: %@

source: Not connected to a cluster.
de: Nicht mit einem Cluster verbunden.

source: Raw Bytes
de: Rohdaten

source: Re-encoding this message unchanged does not reproduce the stored bytes (%1$lld stored, %2$lld re-encoded), so editing is off to protect the data.
de: Das erneute Kodieren dieser unveränderten Nachricht ergibt nicht die gespeicherten Bytes (%1$lld gespeichert, %2$lld neu kodiert), daher ist das Bearbeiten zum Schutz der Daten ausgeschaltet.

source: Read certificates
de: Zertifikate lesen

source: Read cluster status
de: Clusterstatus lesen

source: Schema folder %@
de: Schema-Ordner %@

source: Signed in as %@
de: Angemeldet als %@

source: Size
de: Größe

source: The connection changed since this value was loaded. Reopen the key to edit it.
de: Die Verbindung hat sich geändert, seit dieser Wert geladen wurde. Öffne den Schlüssel erneut, um ihn zu bearbeiten.

source: The connection has no endpoint.
de: Die Verbindung hat keinen Endpunkt.

source: The connection was exported by a newer version of etcetera.
de: Die Verbindung wurde von einer neueren Version von etcetera exportiert.

source: The etcd HTTP gateway refused the response because it is larger than the gateway's limit (%@).
de: Das etcd-HTTP-Gateway hat die Antwort abgelehnt, weil sie das Limit des Gateways überschreitet (%@).

source: The file has no mappings.
de: Die Datei enthält keine Zuordnungen.

source: The mappings were exported by a newer version of etcetera.
de: Die Zuordnungen wurden von einer neueren Version von etcetera exportiert.

source: The message type %@ is not in the schema.
de: Der Nachrichtentyp %@ ist nicht im Schema.

source: The saved connections could not be read, so they are left untouched.
de: Die gesicherten Verbindungen konnten nicht gelesen werden und bleiben daher unverändert.

source: The saved connections could not be read: %@
de: Die gesicherten Verbindungen konnten nicht gelesen werden: %@

source: The schema did not compile: %@
de: Das Schema ließ sich nicht kompilieren: %@

source: The schema has not been compiled.
de: Das Schema wurde noch nicht kompiliert.

source: These are not etcetera mappings: %@
de: Das sind keine etcetera-Zuordnungen: %@

source: They were saved by a newer version of etcetera.
de: Sie wurden von einer neueren Version von etcetera gespeichert.

source: This is not an etcetera connection: %@
de: Dies ist keine etcetera-Verbindung: %@

# etcd %@ at %@
source: etcd %1$@ at %2$@
de: etcd %1$@ unter %2$@

source: etcd, version unknown, at %@
de: etcd, Version unbekannt, unter %@

source: none
de: keine

source: too large
de: zu groß
